import bg1 from "./assets/bg1.jpg";
import bg2 from "./assets/bg2.jpg";
import bg3 from "./assets/bg3.jpg";
import bg4 from "./assets/bg4.jpg";
import bg5 from "./assets/bg5.jpg";
import bg6 from "./assets/bg6.jpg";
import bg7 from "./assets/bg7.jpg";
import bg8 from "./assets/bg8.jpg";
import bg9 from "./assets/bg9.jpg";
import bg10 from "./assets/bg10.jpg";
import bg11 from "./assets/bg11.jpg";
import bg12 from "./assets/bg12.jpg";
import bg13 from "./assets/bg13.jpg";
import bg14 from "./assets/bg14.jpg";
import bg15 from "./assets/bg15.jpg";
import bg16 from "./assets/bg16.jpg";
import bg17 from "./assets/bg17.jpg";
import bg18 from "./assets/bg18.jpg";
import bg19 from "./assets/bg19.jpg";
import bg20 from "./assets/bg20.jpg";
import bg21 from "./assets/bg21.jpg";
import bg22 from "./assets/bg22.jpg";
import bg23 from "./assets/bg23.jpg";
import bg24 from "./assets/bg24.jpg";
import bg25 from "./assets/bg25.jpg";
import bg26 from "./assets/bg26.jpg";
import bg27 from "./assets/bg27.jpg";
import bg28 from "./assets/bg28.jpg";

const books = [
  {
    name: "هنر رندانه به چپ گرفتن",
    number: 20,
    amount:
      "124900000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000",
    due: "1362/10/02",
    bgImage: bg1,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند." +
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند." +
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "بابا طاهر",
    number: 21,
    amount: "11,000",
    due: "1362/10/03",
    bgImage: bg2,
    description:
      "مجموعه‌ای از دوبیتی‌های عاشقانه و عارفانه‌ی شاعر نامدار ایرانی، بابا طاهر عریان. اشعار او سرشار از سادگی، صداقت و عشق بی‌پیرایه به انسان، خدا و طبیعت است و جایگاه ویژه‌ای در ادبیات کلاسیک فارسی دارد.",
  },
  {
    name: "علوی",
    number: 22,
    amount: "59,000",
    due: "1362/10/03",
    bgImage: bg3,
    description:
      "کتابی در مورد زندگی، شخصیت و نگاه اجتماعی ـ سیاسی علی بن ابی‌طالب (ع). در این اثر، جنبه‌های مختلف اخلاق، عدالت، رهبری و حکمت علوی به شیوه‌ای تحلیلی و تاریخی بررسی می‌شود.",
  },
  {
    name: "ملت عشق",
    number: 23,
    amount: "106,000",
    due: "1362/10/08",
    bgImage: bg4,
    description:
      "رمانی تأثیرگذار از الیف شافاک که دو داستان موازی، یکی در قرن بیست‌ویکم و دیگری در قرن سیزدهم، روایت می‌کند. داستانی درباره شمس و مولانا، و تحول معنوی شخصیت اصلی از طریق عشق، عرفان و شناخت درونی.",
  },
  {
    name: "مینا",
    number: 24,
    amount: "98,000",
    due: "1362/10/09",
    bgImage: bg5,
    description:
      "رمانی احساسی و اجتماعی که با محوریت شخصیت مینـا، به مسائل هویتی، خانوادگی و انتخاب‌های دشوار در زندگی یک زن می‌پردازد. داستانی با لحنی نرم، صادقانه و قابل لمس برای نسل امروز.",
  },
  {
    name: "تکه هایی از یک کل منسجم",
    number: 25,
    amount: "139,000",
    due: "1362/16/13",
    bgImage: bg6,
    description:
      "کتابی روان‌شناسانه و خودشناسانه که با زبانی ساده و عمیق، خواننده را به تأمل در مورد ریشه‌های درونی احساسات، رفتارها و تصمیماتش دعوت می‌کند. اثری مناسب برای کسانی که در مسیر خودیابی و رشد شخصی گام برمی‌دارند.",
  },
  {
    name: "مرگ ایوان ایلیچ",
    number: 26,
    amount: "149,000",
    due: "1362/16/13",
    bgImage: bg7,
    description:
      "یکی از شاهکارهای ادبیات روسیه از لئو تولستوی که به مسئله مرگ و معنای زندگی می‌پردازد. داستان زندگی یک قاضی معمولی که با بیماری مواجه می‌شود و در روزهای پایانی عمر، درگیر بازنگری در کل زندگی‌اش می‌شود.",
  },
  {
    name: "نازنین",
    number: 27,
    amount: "138,000",
    due: "1362/16/13",
    bgImage: bg8,
    description:
      "رمانی عاشقانه با فضایی ایرانی، که زندگی دختری به نام نازنین را در میان چالش‌های سنت، عشق و انتخاب‌های فردی روایت می‌کند. داستانی که تلفیقی از احساس، واقع‌گرایی و زیبایی‌های زنانه را در خود دارد.",
  },
  {
    name: "معجزه شکرگزاری",
    number: 28,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg9,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "شب های روشن",
    number: 29,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg10,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "عادت عای اتمی",
    number: 30,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg11,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "قفل آبی",
    number: 31,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg12,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "Monster",
    number: 32,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg13,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "حماسه وینلند",
    number: 33,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg14,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "مرد تک مشتی",
    number: 34,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg15,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "Your Name",
    number: 35,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg16,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "Tokyo Ghool",
    number: 36,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg17,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "بلندی های بادگیر",
    number: 37,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg18,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "دفترچه مرگ",
    number: 38,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg19,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "شبدر سیاه",
    number: 39,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg20,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "شازده کوچولو",
    number: 40,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg21,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "شاهزاده و گدا",
    number: 41,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg22,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "کیمیاگر",
    number: 42,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg23,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "ناروتو",
    number: 43,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg24,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "Harry Potter",
    number: 44,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg25,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "مردان مریخی زنان ونوسی",
    number: 45,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg26,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "ATTACK ON TITAN",
    number: 46,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg27,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
  {
    name: "48 قانون قدرت",
    number: 47,
    amount: "249,000",
    due: "1362/10/02",
    bgImage: bg28,
    description:
      "کتابی پرفروش از مارک منسن که با زبانی طنز و بی‌پرده، رویکردی متفاوت به زندگی، موفقیت و ارزش‌های انسانی ارائه می‌دهد. نویسنده به جای تأکید بر مثبت‌اندیشی افراطی، بر پذیرش واقعیت‌های سخت و اولویت‌بندی چیزهایی که واقعاً اهمیت دارند تمرکز می‌کند.",
  },
];

export function getBooks() {
  return books;
}
